Repository: Drvolks/nutrientwise
Catalog: Nutrient Wise/*.lproj/Localizable.strings
Languages: fr

source: Search
fr: Rechercher

source: Favorites
fr: Favoris

source: Profile
fr: Profil

source: Settings
fr: Réglages

source: Edit
fr: Éditer

source: Done
fr: Terminer

source: My Profile
fr: Mon Profil

# Language
source: Display Language
fr: Langue d'affichage

source: Selected Measure
fr: Mesure Sélectionnée

# Values for profile
source: Nutrients for the profile
fr: Nutriments pour le profil

source: All Nutritive Values
fr: Toutes les valeurs nutritives

source: General Information
fr: Information générale

# firstViewTitle
source: First launch
fr: Première utilisation

# firstViewText
source: You can choose to display the nutritive values that are the most important to you by visiting the Profile tab.
fr: Vous pouvez choisir d'afficher les valeurs nutritives les plus importantes pour vous en visitant l'onglet Profil.

# rein
source: Kidney Disease
fr: Insuffisance Rénale

source: Generic
fr: Generique

# diabete
source: Diabetes
fr: Diabète

# lipide
source: Lipids
fr: Lipides

# enceinte
source: Pregnant woman
fr: Femme enceinte

# rein Desc
source: The kidney disease profile displays the nutritive values that usually matters for a person suffering from chronic kidney disease: - The magnesium, - The moisture, - The phosphorus, - The potassium, - The proteins, - And the sodium
fr: Le profil d'insuffisance rénale affiche les valeurs nutritives généralement les plus importantes à surveiller pour une personne soufrant d'insuffisance rénale chronique: - L'eau, - Le magnésium, - Le phosphore, - Le potassium - Les protéines, - Et le sodium

# generic Desc
source: The generic profile displays the most common nutritive values, as they are seen on the nutritive facts of the food packagings. Also, all the available nutritive values are just a touch away.
fr: Le profil générique affiche les valeurs nutritives les plus communes telles que nous les retrouvons sur la fiche nutritive des emballages alimentaires. L'ensemble des valeurs nutritives sont aussi accessibles en un simple touché.

# diabete Desc
source: The diabetes profile displays the nutritive values that usually matters for a person suffering from diabetes: - The carbohydrates, - The starch, - And the sugars
fr: Le profil diabète affiche les valeurs nutritives généralement les plus importantes à surveiller pour une personne diabétique: - Les glucides - L'amidon, - Et les sucres

# lipide Desc
source: The lipids profile displays the nutritive values that usually matters for a person who wants to control his weight or needs to watch his cholesterol: - The cholesterol, - The total fat (lipids), - The monounsaturated fat, - The polyunsaturated fat, - The saturated fat, - And the trans fat
fr: Le profil des lipides affiche les valeurs nutritives généralement les plus importantes pour une personne qui désire controller son poids ou surveiller son cholestérol: - Le cholestérol, - Les gras trans, - Les gras monoinsaturés, - Les gras polyinsaturés, - Les gras saturés, - Et les lipides totaux

# hypertension Desc
source: The hypertension profile displays the nutritive values that usually matters for a person suffering from hypertension: - The sodium
fr: Le profil d'hypertension affiche les valeurs nutritives généralement les plus importantes à surveiller pour une personne souffrant d'hypertension: - Le sodium

# enceinte Desc
source: The pregnant woman profile displays the nutritive values that usually matters for a pregnant woman: - The proteins, - The iron, - The calcium, - And the fibers
fr: Le profil femme enceinte affiche les valeurs nutritives généralement les plus importantes à surveiller pour une femme enceinte: - Les protéines, - Le fer, - Le calcium, - Et les fibres

# Profile Footer
source: The nutritive values from the generic profile are displayed on a separate section for a quick look. All the available nutritive values are just a touch away. It's important to consult a doctor to determine the diet that is the most appropriate to your situation.
fr: Les valeurs nutritives du profil générique sont affichées dans une section distinte pour un coup d'oeil rapide. L'ensemble des valeurs nutritives sont aussi accessibles en un simple touché. Il est important de consulter votre médecin afin de déterminer la diète la mieux adaptée à vos besoins.

# fr
source: Fran√ßais
fr: Français

source: About
fr: À Propos

source: Cancel
fr: Annuler
